raports/6_raport_html/statistics.json
{
  "2A. GET Formularz Oferty" : {
    "transaction" : "2A. GET Formularz Oferty",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 89.6,
    "medianResTime" : 90.0,
    "minResTime" : 78.0,
    "maxResTime" : 102.0,
    "pct1ResTime" : 102.0,
    "pct2ResTime" : 102.0,
    "pct3ResTime" : 102.0,
    "throughput" : 1.3676148796498906,
    "receivedKBytesPerSec" : 97.23207569748358,
    "sentKBytesPerSec" : 0.3859772463074398
  },
  "2B. POST Utwórz Ofertę Handlową-0" : {
    "transaction" : "2B. POST Utwórz Ofertę Handlową-0",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 72.4,
    "medianResTime" : 71.0,
    "minResTime" : 70.0,
    "maxResTime" : 78.0,
    "pct1ResTime" : 78.0,
    "pct2ResTime" : 78.0,
    "pct3ResTime" : 78.0,
    "throughput" : 1.3774104683195594,
    "receivedKBytesPerSec" : 0.6241391184573003,
    "sentKBytesPerSec" : 1.2133049242424243
  },
  "2B. POST Utwórz Ofertę Handlową-1" : {
    "transaction" : "2B. POST Utwórz Ofertę Handlową-1",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 125.0,
    "medianResTime" : 123.0,
    "minResTime" : 109.0,
    "maxResTime" : 138.0,
    "pct1ResTime" : 138.0,
    "pct2ResTime" : 138.0,
    "pct3ResTime" : 138.0,
    "throughput" : 1.3528138528138527,
    "receivedKBytesPerSec" : 150.09364008387445,
    "sentKBytesPerSec" : 0.3712311451569264
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 30,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 164.96666666666667,
    "medianResTime" : 121.0,
    "minResTime" : 62.0,
    "maxResTime" : 534.0,
    "pct1ResTime" : 326.1,
    "pct2ResTime" : 456.9999999999999,
    "pct3ResTime" : 534.0,
    "throughput" : 6.432246998284734,
    "receivedKBytesPerSec" : 495.4300057622213,
    "sentKBytesPerSec" : 3.756331743138937
  },
  "1A. GET Logowanie" : {
    "transaction" : "1A. GET Logowanie",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 126.2,
    "medianResTime" : 111.0,
    "minResTime" : 62.0,
    "maxResTime" : 257.0,
    "pct1ResTime" : 257.0,
    "pct2ResTime" : 257.0,
    "pct3ResTime" : 257.0,
    "throughput" : 1.2360939431396785,
    "receivedKBytesPerSec" : 11.458494283065512,
    "sentKBytesPerSec" : 0.21366076946847962
  },
  "1B. POST Logowanie" : {
    "transaction" : "1B. POST Logowanie",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 378.0,
    "medianResTime" : 327.0,
    "minResTime" : 317.0,
    "maxResTime" : 534.0,
    "pct1ResTime" : 534.0,
    "pct2ResTime" : 534.0,
    "pct3ResTime" : 534.0,
    "throughput" : 1.2180267965895248,
    "receivedKBytesPerSec" : 193.6253425700365,
    "sentKBytesPerSec" : 0.8992463459196102
  },
  "2B. POST Utwórz Ofertę Handlową" : {
    "transaction" : "2B. POST Utwórz Ofertę Handlową",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 198.6,
    "medianResTime" : 199.0,
    "minResTime" : 182.0,
    "maxResTime" : 210.0,
    "pct1ResTime" : 210.0,
    "pct2ResTime" : 210.0,
    "pct3ResTime" : 210.0,
    "throughput" : 1.3266118333775536,
    "receivedKBytesPerSec" : 147.78766748474396,
    "sentKBytesPerSec" : 1.5325994129742637
  }
}