raports/9_raport_html/statistics.json
{
  "2. GET Lista Asortymentu Magazyn" : {
    "transaction" : "2. GET Lista Asortymentu Magazyn",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 61.6,
    "medianResTime" : 62.0,
    "minResTime" : 53.0,
    "maxResTime" : 76.0,
    "pct1ResTime" : 76.0,
    "pct2ResTime" : 76.0,
    "pct3ResTime" : 76.0,
    "throughput" : 1.3455328310010766,
    "receivedKBytesPerSec" : 74.77824988226587,
    "sentKBytesPerSec" : 0.3639771427610333
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 15,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 177.73333333333332,
    "medianResTime" : 76.0,
    "minResTime" : 53.0,
    "maxResTime" : 396.0,
    "pct1ResTime" : 395.4,
    "pct2ResTime" : 396.0,
    "pct3ResTime" : 396.0,
    "throughput" : 3.4207525655644244,
    "receivedKBytesPerSec" : 254.1233876140251,
    "sentKBytesPerSec" : 1.3473667331813
  },
  "1A. GET Logowanie" : {
    "transaction" : "1A. GET Logowanie",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 114.2,
    "medianResTime" : 72.0,
    "minResTime" : 69.0,
    "maxResTime" : 269.0,
    "pct1ResTime" : 269.0,
    "pct2ResTime" : 269.0,
    "pct3ResTime" : 269.0,
    "throughput" : 1.2422360248447206,
    "receivedKBytesPerSec" : 10.509268245341614,
    "sentKBytesPerSec" : 0.21472243788819873
  },
  "1B. POST Logowanie" : {
    "transaction" : "1B. POST Logowanie",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 357.4,
    "medianResTime" : 356.0,
    "minResTime" : 303.0,
    "maxResTime" : 396.0,
    "pct1ResTime" : 396.0,
    "pct2ResTime" : 396.0,
    "pct3ResTime" : 396.0,
    "throughput" : 1.2315270935960592,
    "receivedKBytesPerSec" : 195.6047471520936,
    "sentKBytesPerSec" : 0.9092133620689656
  }
}